// Widget
import FAQWidget from "../../widgets/FAQWidget/FAQWidget";
//Style
import "../FAQLayout/FAQLayout.css";

function FAQLayout() {
  return (
    <>
      <div className="mainFAQ">
        <FAQWidget
          question={"Колку се сигурни апликациите за ментално здравје?"}
          answer={
            "Безбедноста на податоците и приватноста се од голема важност во апликациите за менталнo здравје. најдобрите апликации ги имаат јасно наведено своите политки за приватност и сигурност и ги користат најдобрите практики за заштита на личните податоци на корисниците."}
        />
        <FAQWidget
          question={
            "Дали апликациите за ментално здравје можат да заменат терапија со психолог?"
          }
          answer={
            "Апликациите за ментално здравје можат да бидат корисен дополнителен ресурс за поддршка на корисниците во менталното здравје, но не можат целосно да заменат терапија со лиценциран психолог. Терапијата со психолог обично вклучува индивидуални сесии каде психологот може да даде персонализирана поддршка и интервенции, што апликациите не можат да пружат."
          }
        />
        <FAQWidget
          question={
            "Кои функции се достапни во апликациите за ментално здравје?"
          }
          answer={
            "Функциите во апликациите за ментално здравје се различни, но можат да вклучуваат медитација и релаксација, следење на емоции, терапија преку текст, вежби за управување со стрес, дневници за емоции, образовни материјали за ментално здравје, форми за поддршка и многу други."
          }
        />
      </div>
    </>
  );
}
export default FAQLayout;
