[
    {
        "id": 0,
        "title": "Анксиозност",
        "description": "Анксиозност претставува чувство на страв и несигурност и е нормална реакција кога луѓето се справуваат со стресни ситуации или предизвици. Чувството на анксиозност доколку остане подолго време може лесно да премине на физички реакции.\nЛуѓето што се соочуваат со анксиозност имаат чувство дека немаат контрола над ситуацијата и ќе мораат веднаш да донесат важна одлука за самите себеси без да имаат самодоверба и на тој начин им предизвикува на луѓето потешко да донесат одлуки бидејќи не знаат дали таа одлука е правилна за самите себеси.\nДруг вид на анскиозност е кога луѓето имаат секогаш претчуство дека нешто ќе се случи во зависност од нивните одлуки и се чувствуваат загушени односно немаат здив.\nПостојат симптоми каде што не смееме да ги игнорираме кога се справуваме со анксиозност а тие се: постојано повторување на исти мисли кои ги гледаат како катастрофални, пренагласени стравови, неспособност за спиење бидејќи нашиот мозок не сака да биде исклучен, проблеми со дигестивниот систем, панични напади и многу други.",
        "image":"assets/images/anxiety.jpg"
    },
    {
        "id": 1,
        "title": "Менаџирање со гнев",
        "description": "Лутина претставува нормална реакција или емоционална состојба каде што настанува кога човекот е вознемирен за некоја одредена ситуација. Најчесто луѓето покажуваат лутина кога ќе бидат навредени, кога ќе бидат потсенети и така натаму. Лутината како емоција може да биде блага, меѓутоа може да биде и силна односно остар во зависност од ситуацијата. Главната цел на гневот/лутината е да предизвика некаква си реакција како одговор на потреба на некаква заштита односно да се заштитиме самите себеси, самодовербата пример доколку сме нешто сигурни дека е така а другите пробуваат да го променат мислењето и справување со емоциите.\nКога станува збор за лутина како остар/силна емоција, таа е доста тешка емоција и може да предизвика бес. Најчесто бесните луѓе многу тешко се справуваат, бидејќи се осеќаат дека се надвор од контрола со емоцијата, каде што може да настане и физички реакции.",
        "image":"assets/images/angry_menagment.jpg"
    },
    {
        "id": 2,
        "title": "Депресија",
        "description": "Депресија преставува најчеста состојба на нерасположение и честопати депресијата може да се појави заедно со анксиозност. Депресијата се гради кога луѓето се справуваат со некаква загуба или душевна болка. Во зависност од тоа каква болка имаат односно колку се тажни, депресијата може да биде блага и краткотрајна или тешка и долготрајна, некои луѓе можат да доживеат депресија само еднаш, а други можат да доживеат депресија повеќе пати, некои луѓе можат многу лесно да се справат со депресијата некои се борат подолго време.\nЛуѓето кои се справуваат со својата депресија подолго време, нивната животна енергија почнува да опаѓа и почнуваат да имаат симптоми како на пример чувствуваат дека се безнадежни и беспомошни бидејќи не знаат како да ја намалат депресијата.",
        "image": "assets/images/depression.jpg"
    },
    {
        "id": 3,
        "title": "Deep Belly Breathing",
        "description": "Дијафрагматско дишење уште се нарекува и длабоко стомачно дишење е добра техника за намалување на стресот. Најчесто оваа тактика се користи за релаксација, за да можат луѓето да почувстуваат мир и спокој каде што ја одбиваат целата лоша енергија од самите себеси. Оваа техника за дишење ја вклучува дијафрагмата, големиот мускул каде што е лоциран помеѓу градите и абдоменот.",
        "image": "assets/images/deep_bally_breathing.jpg"
    },
    {
        "id": 4,
        "title": "4-7-8 Breathing",
        "description": "4-7-8 Breathing е добра техника за релаксација бидејќи со помош на оваа техника ги форсира умот и целото тело да се фокусираат на регулирање на воздухот и на овој начин луѓето кои ја користат оваа техника, влегуваат во длабока релаксација. Оваа техника е доста слична со Deep Bally Breathing, меѓутоа оваа техника го задржува воздухот неколку секунди во нас и потоа го испуштаме. Најчесто се користи оваа техника кога луѓето се соочуваат со преголем стрес, кога имаат проблеми со спиењето односно имаат несоница или кога имаат преголема анксиозност и доколку ја користат најмалку два пати на ден може да дојде до доста позитивни резултати.",
        "image": "assets/images/4-7-8_breathing.jpg"
    },
    {
        "id": 5,
        "title": "Box Breathing",
        "description": "Box Breathing уште се вика и квадратно дишење (4x4) е техника каде што се користи за бавно но длабоко дишење. Најчесто оваа техника се користи кога сакаат луѓето повеќе да медитираат и да го намалат повеќе стресот особено кога користат луѓе кои што се заболени од хронична болест што се вика COPD односно опструктивна белодробна болест. Како што беше наведено дека оваа техника се користи бавно но со длабоко дишење, бавното дишење овозможува акумулација на јаглерод диоксид (CO2) во крвта каде што со зголеменост на јаглерод диоксид го подобрува кардиоинхибиторниот одговор на вагусниот нерв.",
        "image": "assets/images/box_breathing.jpg"
    }
]