//Style
import "../FAQWidget/FAQWidget.css"

function FAQWidget(){
    return(
        <>
            <div className="containers">
                <h3>Колку се сигурни апликациите за ментално здравје?</h3>
                <ul>
                    <li>Безбедноста на податоците и приватноста се од голема важност во апликациите за менталнп здравје. најдобрите апликации ги имаат јасно наведено своите политки за приватност и сигурност и ги користат најдобрите практики за заштита на личните податоци на корисниците.</li>
                </ul>
            </div>
            <div className="containers">
                <h3>Дали апликациите за ментално здравје можат да заменат терапија со психолог?</h3>
                <ul>
                    <li>Апликациите за ментално здравје можат да бидат корисен дополнителен ресурс за поддршка на корисниците во менталното здравје, но не можат целосно да заменат терапија со лиценциран психолог. Терапијата со психолог обично вклучува индивидуални сесии каде психологот може да даде персонализирана поддршка и интервенции, што апликациите не можат да пружат.</li>
                </ul>
            </div>
            <div className="containers">
                <h3>Кои функции се достапни во апликациите за ментално здравје?</h3>
                <ul>
                    <li>Функциите во апликациите за ментално здравје се различни, но можат да вклучуваат медитација и релаксација, следење на емоции, терапија преку текст, вежби за управување со стрес, дневници за емоции, образовни материјали за ментално здравје, форми за поддршка и многу други.</li>
                </ul>
            </div>
        </>
    )
}
export default FAQWidget;