// UI
import NavBar from "../../components/ui/NavBar/NavBar";
import Question from "../../components/ui/Question/Question";

function AboutUs() {
  return (
    <>
      <NavBar />
      <Question
        submain={
          "Во свет кој често се движи со оштро темпо, ние го разбираме значењето на наоѓање на утеха и поддршка, особено пред предизвиците на анксиозноста и депресијата. „Терапи“ е апликација која е ваш сопатник на пат кон вашето лечење. Нашата апликација не е само алатка, таа е засолниште, простор кој е внимателно создаден да ви даде моќ на вашата средба со подобрено и поудобно живеење.Во „Терапи“, сме сведоци дека борбата со анксиозноста и депресијата е длабоко лична и уникатна за секоја индивидуа. Затоа, нашиот пристап се одвива посебно за секој корисник. Терапи се стреми да бидеме вашиот персонализиран водич, обезбедувајќи разновидни ресурси и алатки дизајнирани да ги исполнат потребите на вашиот пат кон подобро психичко здравје.Дизајнот на самата апликација е со внимателно избрани бои кои иницираат смиреност и безбедност кај корисниците. Дизајнот е исто така доста минималистички со цел корисниците да не се чуствуваат нападнато и да можат полесно да стигнат до посакуваната информација. Името на апликацијата е варијацаија од трите теми кои се обратуваат во самата апликација, односно: АНКСИОЗНОСТ, ДЕПРЕСИЈА и ГНЕВ.Еден од основните столбови на нашата апликација е интеграцијата на докажаните техники за дишење, ефикасни во намалување на стресот и подобрувањето на емоционалната благосостојба.Нашето дишење е моќен сојузник, а преку водени вежби ви помагаме да го искористите неговиот потенцијал за донесување на чувство на спокојство и јасност. Било тоа длабокото дишење во стомакот што ве спушта во сегашниот момент или ритмичното 4-7-8 дишење за смирување на нервниот систем, обезбедуваме пристапни техники кои можат лесно да се интегрираат во вашиот секојдневен живот.Во својата суштина, апликацијата служи како персонализиран водич, обезбедувајќи безбедно место за корисниците да се справуваат со своите емоционални пејзажи. Освен техниките за дишење се интегрираат и докажани практики за анксиозност и депресија, истовремено вклучувајќи иновативни техники за менаџирање со гневот.Преку интерактивни карактеристики како следење на расположението, поставување на цели/мисии, препораки и вежби на дишење, апликацијата овозможува на индивидуите активно да учествуваат во своето ментално патување."
        }
        main={"Во суштина, оваа апликација го надминува дигиталниот свет, станува пријател, довереник и катализатор за позитивни промени. Како што се допира во длабочините на емоционалните предизвици, таа носи позитивни промени за посветли денови и отпорен дух за оние кои бараат утеха во дланката на нивните раце. Додека ја истражувате „Терапи“, чуствувајте ја како безбедно место – простор слободен од осуди, каде можете да истражите, учите и растете. „Терапи“ не е само апликација, тоа е посветеност на вашата емоционална благосостојба."}   
        classname={"aboutUs"}
      />
      <span>Со љубов,</span>
      <span style={{color: "#0989FF" }}>од тимот.</span>
    </>
  );
}

export default AboutUs;
