//UI
import NavBar from "../../components/ui/NavBar/NavBar";
import Question from "../../components/ui/Question/Question";
// Layout
import FAQLayout from "../../components/layouts/FAQLayout/FAQLayout";
//Style
import "../FAQ/FAQ.css"

function FAQ(){
   return(
    <>
       <NavBar/>
       <Question/>
       <FAQLayout 
          question1={"Колку се сигурни апликациите за ментално здравје?"}
          answer1={"Безбедноста на податоците и приватноста се од голема важност во апликациите за менталнo здравје. најдобрите апликации ги имаат јасно наведено своите политки за приватност и сигурност и ги користат најдобрите практики за заштита на личните податоци на корисниците."}
          question2={"Дали апликациите за ментално здравје можат да заменат терапија со психолог?"}
          answer2={"Апликациите за ментално здравје можат да бидат корисен дополнителен ресурс за поддршка на корисниците во менталното здравје, но не можат целосно да заменат терапија со лиценциран психолог. Терапијата со психолог обично вклучува индивидуални сесии каде психологот може да даде персонализирана поддршка и интервенции, што апликациите не можат да пружат."}
          question3={"Кои функции се достапни во апликациите за ментално здравје?"}
          answer3={"Функциите во апликациите за ментално здравје се различни, но можат да вклучуваат медитација и релаксација, следење на емоции, терапија преку текст, вежби за управување со стрес, дневници за емоции, образовни материјали за ментално здравје, форми за поддршка и многу други."}/>
    </>
   )
}
export default FAQ;